/* Delete Account message format
   Delete Category message format */
"%@ Entries will be deleted too" = "%@ Entries will be deleted too";

/* No comment provided by engineer. */
"%@ less than last period" = "%@ less than last period";

/* No comment provided by engineer. */
"%@ more than last period" = "%@ more than last period";

/* No comment provided by engineer. */
"%d Entries" = "%d Entries";

/* No comment provided by engineer. */
"A ledger with the same title already exists. Please choose a different title." = "A ledger with the same title already exists. Please choose a different title.";

/* No comment provided by engineer. */
"A new expense for %@ will be added to your ledger on %@" = "A new expense for %1$@ will be added to your ledger on %2$@";

/* No comment provided by engineer. */
"Account Not Found" = "Account Not Found";

/* Action not found */
"Action not found" = "Action not found";

/* Add New Entries notification title */
"Add New Entries" = "Add New Entries";

/* Add New Entries past tense notification body */
"Add new entries from today?" = "Add new entries from today?";

/* Add New Entries past tense notification body */
"Add new entries from yesterday?" = "Add new entries from yesterday?";

/* No comment provided by engineer. */
"Adding Imported Items" = "Adding Imported Items";

/* No comment provided by engineer. */
"After" = "After";

/* Delete Mutltiple Accounts message
   Delete Mutltiple Categories message */
"All associated entries will be deleted too." = "All associated entries will be deleted too.";

/* No comment provided by engineer. */
"An Account Name should help you easily identify the account. Use a short descriptive name." = "An Account Name should help you easily identify the account. Use a short descriptive name.";

/* No comment provided by engineer. */
"An error occurred importing the entries." = "An error occurred importing the entries.";

/* No comment provided by engineer. */
"An ledger name should help you easily identify the ledger. Use a short descriptive name." = "An ledger name should help you easily identify the ledger. Use a short descriptive name.";

/* Cancel button title */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Category Name should help you easily identify the category. Prefixing an Emoji is recommended. It should be atleast 3 letters." = "Category Name should help you easily identify the category. Prefixing an Emoji is recommended. It should be atleast 3 letters.";

/* No comment provided by engineer. */
"Category Not Found" = "Category Not Found";

/* Quit without saves error question message */
"Could not save changes while quitting. Quit anyway?" = "Could not save changes while quitting. Quit anyway?";

/* No comment provided by engineer. */
"Daily" = "Daily";

/* No comment provided by engineer. */
"day" = "day";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* Delete Account title format
   Delete Category title format */
"Delete %@" = "Delete %@";

/* Delete Multiple Accounts title format */
"Delete %d Accounts" = "Delete %d Accounts";

/* Delete Multiple Categories title format */
"Delete %d Categories" = "Delete %d Categories";

/* Delete Entries title format */
"Delete %d Entries" = "Delete %d Entries";

/* Existing data question message */
"Delete or Merge with existing data?" = "Delete or Merge with existing data?";

/* No comment provided by engineer. */
"Deleting Existing" = "Deleting Existing";

/* No comment provided by engineer. */
"Duplicate" = "Duplicate";

/* Duplicate Entries title format */
"Duplicate %d Entries" = "Duplicate %d Entries";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Empty Bank Name" = "Empty Bank Name";

/* No comment provided by engineer. */
"Error Deleting Share" = "Error Deleting Share";

/* No comment provided by engineer. */
"Error Importing Entries" = "Error Importing Entries";

/* Existing Data question title */
"Existing Data?" = "Existing Data?";

/* Expense */
"Expense" = "Expense";

/* No comment provided by engineer. */
"Failed to create export directory" = "Failed to create export directory";

/* No comment provided by engineer. */
"If you want to mark a location, please ensure the location is atleast 3 letters." = "If you want to mark a location, please ensure the location is atleast 3 letters.";

/* Most spent ledger detail title */
"In Budget" = "In Budget";

/* No comment provided by engineer. */
"In budget by %@" = "In budget by %@";

/* Income */
"Income" = "Income";

/* No comment provided by engineer. */
"Incomplete or Invalid Location" = "Incomplete or Invalid Location";

/* No comment provided by engineer. */
"Incomplete or Invalid Title" = "Incomplete or Invalid Title";

/* No comment provided by engineer. */
"Invalid Account Name" = "Invalid Account Name";

/* No comment provided by engineer. */
"Invalid Account Number" = "Invalid Account Number";

/* No comment provided by engineer. */
"Invalid Account Selected" = "Invalid Account Selected";

/* No comment provided by engineer. */
"Invalid Account Type" = "Invalid Account Type";

/* No comment provided by engineer. */
"Invalid Amount" = "Invalid Amount";

/* No comment provided by engineer. */
"Invalid Category Selected" = "Invalid Category Selected";

/* No comment provided by engineer. */
"Invalid Color" = "Invalid Color";

/* No comment provided by engineer. */
"Invalid Data" = "Invalid Data";

/* No comment provided by engineer. */
"Invalid data or the data is in an invalid format." = "Invalid data or the data is in an invalid format.";

/* No comment provided by engineer. */
"Invalid Destination Account" = "Invalid Destination Account";

/* No comment provided by engineer. */
"Invalid Ledger" = "Invalid Ledger";

/* No comment provided by engineer. */
"Invalid Ledger Currency" = "Invalid Ledger Currency";

/* No comment provided by engineer. */
"Invalid Ledger Name" = "Invalid Ledger Name";

/* No comment provided by engineer. */
"Invalid Ledger Title" = "Invalid Ledger Title";

/* No comment provided by engineer. */
"Invalid Name" = "Invalid Name";

/* No comment provided by engineer. */
"Invalid Notes Data" = "Invalid Notes Data";

/* No comment provided by engineer. */
"Invalid or no color selected. Please select a valid color for the category." = "Invalid or no color selected. Please select a valid color for the category.";

/* No comment provided by engineer. */
"Invalid Source Account" = "Invalid Source Account";

/* No comment provided by engineer. */
"last" = "last";

/* No comment provided by engineer. */
"List" = "List";

/* No comment provided by engineer. */
"Merging Data" = "Merging Data";

/* No comment provided by engineer. */
"Merging entries from %@" = "Merging entries from %@";

/* No comment provided by engineer. */
"Month" = "Month";

/* No comment provided by engineer. */
"Monthly" = "Monthly";

/* Most spent ledger detail title */
"Most Spent" = "Most Spent";

/* No comment provided by engineer. */
"Never" = "Never";

/* No comment provided by engineer. */
"No Account Selected" = "No Account Selected";

/* No comment provided by engineer. */
"No Accounts" = "No Accounts";

/* No comment provided by engineer. */
"No accounts were found in this export." = "No accounts were found in this export.";

/* No comment provided by engineer. */
"No Categories" = "No Categories";

/* No comment provided by engineer. */
"No categories were found in this export." = "No categories were found in this export.";

/* No comment provided by engineer. */
"No Category Selected" = "No Category Selected";

/* No comment provided by engineer. */
"No Entries" = "No Entries";

/* No comment provided by engineer. */
"No entries were found in this export." = "No entries were found in this export.";

/* No comment provided by engineer. */
"No Expenses" = "No Expenses";

/* No comment provided by engineer. */
"No Ledger Selected" = "No Ledger Selected";

/* No comment provided by engineer. */
"No Reverse Account Selected" = "No Reverse Account Selected";

/* No comment provided by engineer. */
"On Date" = "On Date";

/* Most spent ledger detail title */
"Overbudget" = "Overbudget";

/* No comment provided by engineer. */
"Overbudget by %@" = "Overbudget by %@";

/* No comment provided by engineer. */
"Please contact the developer at support@pockity.app with a screenshot of this error." = "Please contact the developer at support@pockity.app with a screenshot of this error.";

/* No comment provided by engineer. */
"Please enter a non-zero amount. Amounts cannot be negative." = "Please enter a non-zero amount. Amounts cannot be negative.";

/* No comment provided by engineer. */
"Please enter a valid transfer amount." = "Please enter a valid transfer amount.";

/* No comment provided by engineer. */
"Please select a category to add this entry to." = "Please select a category to add this entry to.";

/* No comment provided by engineer. */
"Please select a ledger for this category." = "Please select a ledger for this category.";

/* No comment provided by engineer. */
"Please select a ledger for this entry" = "Please select a ledger for this entry";

/* No comment provided by engineer. */
"Please select a ledger to add this entry to." = "Please select a ledger to add this entry to.";

/* No comment provided by engineer. */
"Please select an account to attach this entry to." = "Please select an account to attach this entry to.";

/* No comment provided by engineer. */
"Please select an account to transfer from." = "Please select an account to transfer from.";

/* No comment provided by engineer. */
"Please select an account to transfer to." = "Please select an account to transfer to.";

/* No comment provided by engineer. */
"Primary" = "Primary";

/* No comment provided by engineer. */
"Product not found" = "Product not found";

/* No comment provided by engineer. */
"Purchasing..." = "Purchasing...";

/* No comment provided by engineer. */
"Quarter" = "Quarter";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* No comment provided by engineer. */
"Recurring expense due tomorrow" = "Recurring expense due tomorrow";

/* No comment provided by engineer. */
"Reimburse" = "Reimburse";

/* No comment provided by engineer. */
"Reimbursement" = "Reimbursement";

/* No comment provided by engineer. */
"Reimbursements" = "Reimbursements";

/* No comment provided by engineer. */
"Repeat" = "Repeat";

/* No comment provided by engineer. */
"Restoring..." = "Restoring...";

/* No comment provided by engineer. */
"Select an account type to help identify entires easily." = "Select an account type to help identify entires easily.";

/* No comment provided by engineer. */
"Selected account does not belong to this ledger." = "Selected account does not belong to this ledger.";

/* No comment provided by engineer. */
"Selected category does not belong to this ledger." = "Selected category does not belong to this ledger.";

/* No comment provided by engineer. */
"Table" = "Table";

/* No comment provided by engineer. */
"Thank you for the generous tip, I really appreciate it." = "Thank you for the generous tip, I really appreciate it.";

/* No comment provided by engineer. */
"Thank you for the generous tip, I really appreciate your continued support for me and the app." = "Thank you for the generous tip, I really appreciate your continued support for me and the app.";

/* No comment provided by engineer. */
"The account associated with a recurring entry was not found." = "The account associated with a recurring entry was not found.";

/* No comment provided by engineer. */
"The Account's number (last four digits) are used throughout the app to mark entries." = "The Account's number (last four digits) are used throughout the app to mark entries.";

/* No comment provided by engineer. */
"The category associated with a recurring entry was not found." = "The category associated with a recurring entry was not found.";

/* No comment provided by engineer. */
"The common group container is not accessible by this module." = "The common group container is not accessible by this module.";

/* No comment provided by engineer. */
"The issuing bank's name is optional, but useful if you need to have multiple accounts of the same type with different banks." = "The issuing bank's name is optional, but useful if you need to have multiple accounts of the same type with different banks.";

/* No comment provided by engineer. */
"The ledger currency is used for all its entries and accounts." = "The ledger currency is used for all its entries and accounts.";

/* No comment provided by engineer. */
"The ledger does not exist. Either it was deleted, or the owner of the ledger has changed permissions." = "The ledger does not exist. Either it was deleted, or the owner of the ledger has changed permissions.";

/* No comment provided by engineer. */
"The Ledger's title is used in dropdowns throughout the app." = "The Ledger's title is used in dropdowns throughout the app.";

/* No comment provided by engineer. */
"The title should be atleast 3 letters." = "The title should be atleast 3 letters.";

/* Transfer */
"Transfer" = "Transfer";

/* No comment provided by engineer. */
"Transfer from" = "Transfer from";

/* No comment provided by engineer. */
"Transfer to" = "Transfer to";

/* Transferred to format */
"Transferred to %@" = "Transferred to %@";

/* No comment provided by engineer. */
"Untitled" = "Untitled";

/* No comment provided by engineer. */
"Weekly" = "Weekly";

/* No comment provided by engineer. */
"When moving funds between accounts, an origin account must be selected." = "When moving funds between accounts, an origin account must be selected.";

/* No comment provided by engineer. */
"White spaces and new lines won't be considered valid data for an entry's note." = "White spaces and new lines won't be considered valid data for an entry's note.";

/* No comment provided by engineer. */
"Whites-spaces and newlines won't be considered valid data for an entry's note." = "Whites-spaces and newlines won't be considered valid data for an entry's note.";

/* No comment provided by engineer. */
"Year" = "Year";

/* No comment provided by engineer. */
"Yearly" = "Yearly";

/* No comment provided by engineer. */
"You can try this action again. If it continues to fail, please report the error to support@pockity.app" = "You can try this action again. If it continues to fail, please report the error to support@pockity.app";

/* No comment provided by engineer. */
"You cannot use the word \"Primary\" for the ledger. This is a reserved key." = "You cannot use the word \"Primary\" for the ledger. This is a reserved key.";

/* No comment provided by engineer. */
"🎉 Thank you for purchasing Pockity+ and supporting its development 🎉" = "🎉 Thank you for purchasing Pockity+ and supporting its development 🎉";

